/* eslint-disable max-len */
import './PrivacyPolicy.scss';

export const PrivacyPolicy = () => {
  return (
    <div className="privacy-policy">
      <h1 className="privacy-policy__title">
        Політика конфіденційності
      </h1>

      <h2 className="privacy-policy__paragraph">
        1. ОБЛАСТЬ ЗАСТОСУВАННЯ ТА ЗГОДА
      </h2>

      <p className="privacy-policy__text">
        1.1. Персональні дані фізичних осіб - користувачів сервісу Velyki Sertsia обробляються командою розробників сервісу. Вона є власником та розпорядником Бази персональних даних користувачів Velyki Sertsia.
      </p>

      <p className="privacy-policy__text">
        1.2. Персональні дані користувачів Velyki Sertsia обробляються на захищених серверах, розташованих як у межах, так і поза межами Європейського економічного простору.
      </p>

      <p className="privacy-policy__text">
        1.3. Ця Політика конфіденційності описує встановлений Компанією порядок обробки персональних даних, зібраних за допомогою Сайту www.velyki-sertsia.pp.ua (далі - Сайт) і пов&apos;язаних з ними послуг і інструментів, що дозволяють користувачам реєструватися на Сайті, публікувати або переглядати в режимі реального часу вже опубліковані оголошення, використовувати інший, пов&apos;язаний з вищенаведеним сервіс. У всіх зазначених випадках cервіс Velyki Sertsia обробляє персональні дані користувачів виключно в рамках вимог Закону України «Про захист персональних даних» та Конвенції про захист осіб у зв&apos;язку з автоматизованою обробкою персональних даних. Ця Політика конфіденційності розроблена відповідно до положень цих документів.
      </p>

      <p className="privacy-policy__text">
        1.4. Використовуючи Сайт, Користувач надає свою згоду cервісу Velyki Sertsia на обробку своїх персональних даних, таких як ім&apos;я користувача; регіон проживання, адреса електронної пошти, контактний телефон, інша контактна інформація за бажанням користувача; ip-адреси, інші комунікаційні дані користувачів; повідомлення, листи, заяви, що передаються користувачу іншими користувачами і навпаки, а також дає свою згоду на передачу своїх персональних даних третім особам, в тому числі на передачу персональних даних за кордон, в будь-яку третю країну, в відповідності з цією Політикою конфіденційності та Угодою з користувача сервісів Velyki Sertsia.
      </p>

      <p className="privacy-policy__text">
        1.4. Використовуючи Сайт, Користувач надає свою згоду cервісу Velyki Sertsia на обробку своїх персональних даних, таких як ім&apos;я користувача; регіон проживання, адреса електронної пошти, контактний телефон, інша контактна інформація за бажанням користувача; ip-адреси, інші комунікаційні дані користувачів; повідомлення, листи, заяви, що передаються користувачу іншими користувачами і навпаки, а також дає свою згоду на передачу своїх персональних даних третім особам, в тому числі на передачу персональних даних за кордон, в будь-яку третю країну, в відповідності з цією Політикою конфіденційності та Угодою з користувача сервісів Velyki Sertsia.
      </p>

      <h2 className="privacy-policy__paragraph">
        2. ІНФОРМАЦІЯ, ЯКУ ЗБИРАЄ, ОТРИМУЄ І РОЗМІЩУЄ cервіс Velyki Sertsia
      </h2>

      <p className="privacy-policy__text">
        2.1. Інформація про реєстрацію: При створенні Користувачем облікового запису на Сайті, cервіс Velyki Sertsia може вимагати певну інформацію, таку як дійсну адресу електронної пошти та пароль. Обліковий запис включає в себе таку інформацію про них, як географічне розташування, ім&apos;я та прізвище, номер телефону і супутню інформацію, в тому числі фотографії, які вони можуть завантажувати у свій обліковий запис. (Обліковий запис дозволяє користувачам зв&apos;язуватися один з одним, щоб висловити зацікавленість у своїх пропозиціях). Користувачі несуть відповідальність за всю інформацію, що розміщується ними в загальнодоступних облікових записах. Користувач повинен усвідомити всі ризики, пов&apos;язані з тим, що він оприлюднює адресу або інформацію про точне місце свого розташування. Якщо користувач вирішив увійти на Сайт, використовуючи службу автентифікації стороннього оператора, наприклад інформацію Facebook, cервіс Velyki Sertsia може отримати додатковий профіль, або іншу інформацію, доступ до якої надано такою третьою особою.
      </p>

      <p className="privacy-policy__text">
        2.2. Оголошення та Угоди: В рамках діяльності свого Сайту, cервіс Velyki Sertsia може розміщувати інформацію, в тому числі особистого і контактного характеру, необхідну для здійснення угод між Волонтером і Біженцем, для надсилання повідомлень і спілкування користувачів між собою, та здійснення платежів. Вся інформація, необхідна для публікації оголошень, потрібна для створення облікового запису. Користувачі несуть відповідальність за всю інформацію, що розміщується ними на Сайті. Користувач повинен уважно усвідомити всі ризики, пов&apos;язані з тим, що він оприлюднює адресу, або інформацію особистого характеру.
      </p>

      <p className="privacy-policy__text">
        2.3. Ігри, Реклама та Просування: В процесі роботи Сайту cервіс Velyki Sertsia може збирати особисту інформацію, таку як ім&apos;я та контактна інформація, участь користувачів у іграх, вікторинах та інших маркетингових акціях, організованих на Сайті, або на сторонніх сайтах Компанією. В процесі роботи Сайту cервіс Velyki Sertsia може також обробляти інформацію пов&apos;язану з ефективністю рекламних кампаній, в тому числі перегляди оголошень на Сайті, та на сайтах третіх осіб.
      </p>

      <p className="privacy-policy__text">
        2.4. Обслуговування клієнтів: При зверненні користувачів до відділу обслуговування клієнтів, cервіс Velyki Sertsia, при необхідності, може в процесі роботи свого Сайту збирати особисту інформацію, необхідну для виконання запиту Користувача і отримання зворотного зв&apos;язку. cервіс Velyki Sertsia може також зв&apos;язатися з Користувачем, використовуючи існуючу контактну інформацію облікового запису, надану для цієї мети. cервіс Velyki Sertsia може також збирати іншу інформацію про спілкування з Користувачами, наприклад, будь-які запити до служби підтримки, що подаються Користувачами, або будь-який зворотний зв&apos;язок, що надається ними, зокрема, у формі відгуків, залишених Користувачами. Ми можемо обробляємо відгуки в якості даних, що стосуються Користувача – автора відгуку, та Користувача, відносно якого було залишено відгук.
      </p>

      <p className="privacy-policy__text">
        2.5. Веб-сайт: cервіс Velyki Sertsia може автоматично отримувати і реєструвати на своїх серверах інформацію з браузера користувача або будь-якого пристрою, включаючи IP-адресу, геолокацію Користувача програмне забезпечення і апаратні атрибути, сторінки, які запитує Користувач, дані, які містяться в базах даних браузера, включаючи SQL бази даних, мобільні ідентифікатори (включаючи ідентифікатори мобільних пристроїв, такі як Google Advertisement ID, IFA or IFV), інформацію про використання додатків, та/або інформацію про інші використовувані пристрої, або інформацію системного рівня. Додаткова інформація про те, як користувачі можуть контролювати та/або блокувати такий збір інформації знаходиться нижче в розділі 6 цієї політики.
      </p>

      <p className="privacy-policy__text">
        2.6. Інформація, отримана в результаті опитувань: cервіс Velyki Sertsia може збирати та зберігати інформацію, що отримана в результаті опитувань, що можуть проводитись Компанією, або залученими Компанією підрядниками, - третіми особами, а саме інформацію щодо статі, віку, сімейного стану, особистих вподобань та ін.
      </p>

      <p className="privacy-policy__text">
        2.7. Інформація, що додається: cервіс Velyki Sertsia може також додати інформацію, отриману на законних підставах від ділових партнерів або третіх сторін, до існуючих даних cервісу Velyki Sertsia про своїх користувачів.
      </p>

      <p className="privacy-policy__text">
        2.8. Інформація, що доступна з профайлів Користувача у багатокористувацьких Інтернет-платформах (соціальних мережах): Реєструючись на Сайті, або здійснюючи вхід на Сайт за допомогою служб автентифікації соціальних мереж, Користувач надає cервісу Velyki Sertsia згоду на збір та обробку інформації, що доступна із відповідних профайлів в соціальних мережах, а також на публікацію у відповідних соціальних мережах відомостей про дії Користувача на Сайті.
      </p>

      <p className="privacy-policy__text">
        2.9. Ми збираємо інформацію про рейтинги та відгуки, які ви надаєте іншим користувачам після вашої взаємодії з ними, а також про рейтинги та відгуки, які ви отримуєте від інших користувачів, відповідно до наших Умов використання. Ми робимо це для того, щоб виміряти задоволеність користувачів щодо досвіду транзакцій, забезпечення оптимального та ефективного рівня спілкування між користувачами, а також для перевірки та запобігання небажаній активності та поведінці в контексті діяльності, що здійснюється на наших Сервісах. Ця інформація дозволяє нам вживати необхідних та відповідних заходів для підтримання високих стандартів при наданні послуг.
      </p>

      <p className="privacy-policy__text">
        Інформація, яку cервіс Velyki Sertsia не збирає і не обробляє:
      </p>

      <p className="privacy-policy__text">
        cервіс Velyki Sertsia не збирає і не обробляє персональні дані про расове або етнічне походження, політичні, релігійні або світоглядні переконання, членство в політичних партіях та професійних спілках та подібну інформацію.
      </p>

      <h2 className="privacy-policy__paragraph">
        3. IP-АДРЕСА, КУКІС (COOKIES) ТА МОБІЛЬНІ ІДЕНТИФІКАТОРИ
      </h2>

      <p className="privacy-policy__text">
        3.1. В процесі роботи Сайту cервіс Velyki Sertsia може збирати певну інформацію за допомогою таких технологій як кукіс (куки, cookies), пікселі (pixels) та локального сховища (як у Вашому браузері або мобільному пристрої).
      </p>

      <p className="privacy-policy__text">
        3.2. КУКІС (COOKIES) - це невеликі текстові файли, які зберігають інформацію безпосередньо на комп&apos;ютері користувача, його мобільному телефоні або іншому пристрої.
      </p>

      <p className="privacy-policy__text">
        3.3. Пікселі (pixels) - невеликі цифрові зображення, які є частиною коду на веб-сторінках, які дозволяють іншому серверу вимірювати переглядання веб-сторінки, і часто використовуються в поєднанні з кукіс (cookies). Код відстежує як, коли (і на якій сторінці) піксель завантажений, щоб вказати, що користувач взаємодіє зі сторінкою або частиною сторінки Сайту.
      </p>

      <p className="privacy-policy__text">
        3.4. За допомогою кукіс (cookies), веб-сервер може зберегти, наприклад вподобання та налаштування на комп&apos;ютері Користувача, його мобільному телефоні або іншому пристрої(ях), яке потім автоматично відновлюється при наступному відвідуванні. Інакше кажучи, файли кукіс (cookies) призначені для того, щоб зробити використання Сайту більш зручним, наприклад, щоб Користувач не повторював процес входу в систему під час наступного візиту. cервіс Velyki Sertsia використовує як постійні, так і сесійні куки. Постійні куки залишаються на комп&apos;ютері Користувача протягом більш тривалого періоду часу, а сесійні куки автоматично видаляться при закритті вікна браузера.
      </p>

      <p className="privacy-policy__text">
        3.5. cервіс Velyki Sertsia може дозволяти третім сторонам, таким як постачальники рекламних та/або аналітичних послуг, збирати інформацію, використовуючи ці типи технологій безпосередньо на веб-сторінці Сайту або мобільного додатку. Дані, які вони збирають підлягають захисту відповідно до чинної політики конфіденційності цих третіх сторін.
      </p>

      <h2 className="privacy-policy__paragraph">
        4. ВИКОРИСТАННЯ ПЕРСОНАЛЬНИХ ДАНИХ
      </h2>

      <p className="privacy-policy__text">
        4.1. Для надання своїх послуг cервіс Velyki Sertsia може використовувати інформацію, яку cервіс Velyki Sertsia збирає і розміщує для наступних цілей:
      </p>

      <p className="privacy-policy__text">
        4.1.1. забезпечення обслуговування клієнтів, в тому числі для створення і управління обліковими записами користувачів, вирішення технічних труднощів і доступу до різних функцій;
      </p>

      <p className="privacy-policy__text">
        4.1.2. адаптація пропозицій і досвіду, в тому числі реклами на своїх сервісах або сервісах третіх осіб;
      </p>

      <p className="privacy-policy__text">
        4.1.3. контроль загальної та індивідуальної активності користувачів, такий як пошук за ключовими словами, активності за публікаціями оголошень та укладання угод, а також для управління трафіком на Сайті;
      </p>

      <p className="privacy-policy__text">
        4.1.4. зв&apos;язок з користувачами, в тому числі з питань сервісу, обслуговування клієнтів або дозволених маркетингових комунікацій через будь-які доступні канали зв&apos;язку;
      </p>

      <p className="privacy-policy__text">
        4.1.5. проведення науково-дослідницької та аналітичної активності з метою поліпшення нашого сервісу;
      </p>

      <p className="privacy-policy__text">
        4.1.6. забезпечення дотримання Угоди з користувачами сервісів Velyki Sertsia, враховуючи боротьбу з шахрайством і образами;
      </p>

      <p className="privacy-policy__text">
        4.1.7. оцінка деяких факторів особистої інформації, зокрема, для аналізу та прогнозування особистих вподобань, інтересів, поведінки та місцезнаходження.
      </p>

      <p className="privacy-policy__text">
        4.2. Сервіс Velyki Sertsia буде зберігати Ваші персональні дані настільки довго, наскільки це необхідно для досягнення цілей, заради яких вони були зібрані, в тому числі для виконання будь-яких юридичних, бухгалтерських вимог, або вимог щодо звітності.
      </p>

      <p className="privacy-policy__text">
        Для визначення відповідного періоду зберігання cервіс Velyki Sertsia враховує обсяг, характер і чутливість персональних даних, потенційний ризик заподіяння шкоди від несанкціонованого використання або розголошення Ваших персональних даних, мету, заради яких cервіс Velyki Sertsia обробляє Ваші персональні дані, а також чи може cервіс Velyki Sertsia досягти цих цілей за допомогою інших засобів, і відповідні юридичні вимоги.
      </p>

      <p className="privacy-policy__text">
        Якщо у вашому обліковому записі не було активності більше 24 місяців, ми залишаємо за собою право видалити ваш обліковий запис, включаючи всі особисті дані, що зберігаються в обліковому записі, що означає, що ви більше не зможете отримати до нього доступ і використовувати його.
      </p>

      <h2 className="privacy-policy__paragraph">
        5. ОБМІН ІНФОРМАЦІЄЮ
      </h2>

      <p className="privacy-policy__text">
        5.1. cервіс Velyki Sertsia може ділитися інформацією, яку вона збирає, з афілійованими особами (компанії, що діють на основі спільної власності або під загальним контролем Naspers Group), розташованої в будь-якій третій країні. Ці компанії можуть тільки обробляти і використовувати отримані персональні дані в цілях, зазначених у п.4 цієї Політики Конфіденційності. При цьому передані дані залишаються предметом цієї Політики Конфіденційності.
      </p>

      <p className="privacy-policy__text">
        5.2. Cервіс Velyki Sertsia не надає особисту інформацію користувачів не афілійованим особам, за винятком випадків, коли на те є відповідний дозвіл користувачів, або за наступних обставин:
      </p>

      <p className="privacy-policy__text">
        5.3. Cервіс Velyki Sertsia може використовувати сторонніх постачальників послуг для надання деяких складових своїх послуг, в таких випадках постачальники не мають повноважень використовувати отримані за допомогою Сайту cервісу Velyki Sertsia персональні дані, інакше ніж для надання послуг cервісу Velyki Sertsia, а самі персональні дані є предметом цієї Політики Конфіденційності.
      </p>

      <p className="privacy-policy__text">
        5.4. Cервіс Velyki Sertsia залишає за собою право відповідно до вимог законодавства обмінюватися інформацією з приватними особами та державними органами в наступних цілях: боротьба з шахрайством та зловживаннями на Сайті;
        розслідування передбачуваних порушень закону або боротьби з будь-якими іншими передбачуваними порушеннями Угоди з користувачами сервісів Velyki Sertsia Користувачами.
      </p>

      <p className="privacy-policy__text">
        5.5. cервіс Velyki Sertsia може надавати персональні дані користувачів на запити компетентних органів, оформлених відповідно до вимог чинного законодавства, в тому числі відповідно до ст. 93 Кримінального процесуального кодексу України.
      </p>

      <p className="privacy-policy__text">
        5.6. Відповідно до Політики конфіденційності, cервіс Velyki Sertsia зобов&apos;язується не передавати в оренду або продавати будь-які персональні дані Користувача. У разі якщо бізнес cервіс Velyki Sertsia або частина цього сервiсу будуть продані або реорганізовані, та cервіс Velyki Sertsia передає всі або практично всі свої активи новому власнику, то персональні дані користувачів можуть бути передані покупцеві, щоб забезпечити безперервність обслуговування Сайту.
      </p>

      <p className="privacy-policy__text">
        5.7. cервіс Velyki Sertsia може передавати певну знеособлену інформацію (дані, які не дозволяють ідентифікувати користувачів окремо) стороннім постачальникам послуг, довіреним партнерам або авторизованим дослідникам з метою кращого розуміння, яка реклама або послуги можуть зацікавити користувачів, поліпшення загальної якості та ефективності послуг на Сайті або сервісів, або для забезпечення свого внеску в наукові дослідження, які, на думку сервісу Velyki Sertsia, можуть приносити велику соціальну користь.
      </p>

      <p className="privacy-policy__text">
        5.8. cервіс Velyki Sertsia може передавати інформацію, яку вона збирає третім особам, які надають послуги cервісу Velyki Sertsia, з метою проведення досліджень, або надання сервісів Користувачам, при цьому дані, які передаються є предметом цієї Політики Конфіденційності, а залучені треті особи не мають право використовувати отриману інформацію інакше як для надання послуг cервісу Velyki Sertsia.
      </p>

      <p className="privacy-policy__text">
        5.9. У випадках передачі персональних даних, передбачених цим розділом 5 Політики конфіденційності, інформування Користувача про передачу його персональних даних залишається на розсуд Cервісу Velyki Sertsia.
      </p>

      <h2 className="privacy-policy__paragraph">
        6. КОРИСТУВАЦЬКИЙ КОНТРОЛЬ
      </h2>

      <p className="privacy-policy__text">
        6.1. Доступ, Виправлення і Вилучення: Користувачі, які створили обліковий запис, або розмістили оголошення на Сайті, можуть отримувати доступ, виправляти або видаляти інформацію, яку вони надають. Користувач несе відповідальність за точність наданих даних, або повідомлень на Сайті. Якщо обліковий запис Користувача був створений через провайдера ідентифікації (наприклад, Facebook Connect), Користувач може також відключити, або змінити дані облікового запису через налаштування ідентифікації провайдера (наприклад, на facebook.com). Розміщена інформація може бути змінена або видалена в особистому кабінеті користувача &quot;Мій профіль&quot; на веб-сторінці Сайту, або в додатку. cервіс Velyki Sertsia може припинити обробку персональних даних Користувача в разі отримання письмового повідомлення Користувача про відкликання згоди на обробку персональних даних.
      </p>

      <p className="privacy-policy__text">
        Щоб видалити Ваші персональні дані, будь ласка, надішліть запит із повідомленням про відкликання згоди на обробку персональних даних адміністрації сервісу через адресу електронної пошти, вказану на сайті. Ми видалимо Ваші дані не пізніше 10 календарних днів з дати отримання всієї необхідної інформації.
      </p>

      <p className="privacy-policy__text">
        6.2. Вибір третіх осіб: деякі зовнішні суб&apos;єкти, що діють на сайті, наприклад, Google Adwords дозволяють користувачам відкликати свою згоду на збір і використання своїх даних для реклами на основі активності користувачів. Для отримання більш детальної інформації та можливості вибору, будь ласка, відвідайте http://www.networkadvertising.org.
      </p>

      <p className="privacy-policy__text">
        6.3. Кукіс (Cookies): Більшість основних комп&apos;ютерних (десктопних) і мобільних веб-браузерів (наприклад, Safari, Firefox, Internet Explorer, Chrome, Opera) забезпечують елементи управління, які дозволяють користувачеві обмежити або заблокувати встановлення Кукіс (Cookies) на ваших системах. Зверніть увагу, що відключення Кукіс (Cookies) щодо доменів першої категорії (відвідуваних сайтів) та інших доменів (сайтів, пов&apos;язаних з відвідуваними) може привести в деяких випадках до обмеженої функціональності цих веб-сайтів.
      </p>

      <p className="privacy-policy__text">
        6.4. Інші права Користувачів у зв&apos;язку з обробкою їх персональних даних Компанією:
      </p>

      <p className="privacy-policy__text">
        6.4.1. знати про місцезнаходження бази персональних даних, яка містить персональні дані користувачів Velyki Sertsia, її призначення та найменування, місцезнаходження власника і розпорядників персональних даних, або дати відповідне доручення щодо отримання цієї інформації уповноваженими користувачами Сайту крім випадків, встановлених законом;
      </p>

      <p className="privacy-policy__text">
        6.4.2. отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб, яким передаються персональні дані користувачів Сайту;
      </p>

      <p className="privacy-policy__text">
        6.4.3. доступ до своїх персональних даних;
      </p>

      <p className="privacy-policy__text">
        6.4.4. отримувати не пізніше як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених законом, відповідь про те, обробляються чи зберігаються його персональні дані, а також отримувати зміст таких персональних даних;
      </p>

      <p className="privacy-policy__text">
        6.4.5. пред&apos;являти вмотивовану вимогу власнику персональних даних із запереченням проти обробки персональних даних;
      </p>

      <p className="privacy-policy__text">
        6.4.6. пред&apos;являти вмотивовану вимогу щодо зміни або знищення персональних даних власником та/або розпорядником персональних даних, якщо ці дані обробляються незаконно чи є недостовірними;
      </p>

      <p className="privacy-policy__text">
        6.4.7. на захист персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв&apos;язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію;
      </p>

      <p className="privacy-policy__text">
        6.4.8. звертатися зі скаргами на обробку персональних даних до органів державної влади та посадових осіб, до повноважень яких належить забезпечення захисту персональних даних, або до суду;
      </p>

      <p className="privacy-policy__text">
        6.4.9. застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних;
      </p>

      <p className="privacy-policy__text">
        6.4.10. відкликати згоду на обробку персональних даних;
      </p>

      <p className="privacy-policy__text">
        6.4.11. знати механізм автоматичної обробки персональних даних;
      </p>

      <p className="privacy-policy__text">
        6.4.12. на захист від автоматизованого рішення, що має для користувачів Сайту правові наслідки.
      </p>

      <h2 className="privacy-policy__paragraph">
        7. БЕЗПЕКА
      </h2>

      <p className="privacy-policy__text">
        7.1. Вся інформація, яку ми збираємо в розумних межах захищена технічними засобами і процедурами забезпечення безпеки з метою запобігання несанкціонованому доступу або використання даних. Афілійовані з Сервісом Velyki Sertsia особи, надійні партнери і незалежні постачальники послуг зобов&apos;язуються використовувати отриману від cервісу Velyki Sertsia інформацію відповідно до наших вимог до безпеки і цієї Політикою Конфіденційності.
      </p>

      <h2 className="privacy-policy__paragraph">
        8. ВНЕСЕННЯ ЗМІН ДО ЦІЄЇ ПОЛІТИКИ
      </h2>

      <p className="privacy-policy__text">
        8.1. Ця політика конфіденційності була в останнє оновлена 02.10.2022. cервіс Velyki Sertsia може час від часу оновлювати цю політику конфіденційності, нова редакція Політики конфіденційності вступає в силу з моменту її розміщення в мережі Інтернет за вказаною в цьому пункті адресою, якщо інше не передбачено новою редакцією Політики конфіденційності. Чинна редакція Політики конфіденційності завжди знаходиться на сторінці за адресою: https:/velyki-sertsia.pp.ua/polityka-konfidentsiinosti/.
      </p>

      <p className="privacy-policy__text">
        8.2. У разі якщо Компанією були внесені будь-які зміни в Політику Конфіденційності, з якими Користувач не згоден, він зобов&apos;язаний припинити використання сервісів Сайту. Факт продовження використання Сайту є підтвердженням згоди і прийняття Користувачем відповідної редакції Політики Конфіденційності.
      </p>
    </div>
  );
};
